"%@ days ago" = "Vor %@ Tagen";
"Autocomplete" = "Autovervollständigen";
"Blog" = "Blog";
"Close all" = "Alle schließen";
"Ecosia recommends" = "Ecosia empfiehlt";
"Ecosia won’t remember the pages you visited, your search history or your autofill information once you close a tab. Your searches still contribute to trees." = "Ecosia speichert weder die Seiten, die du besucht hast, noch die Suchhistorie oder deine Autofill-Daten, wenn du einen Tab schließt. Trotzdem tragen deine Suchanfragen dazu bei, Bäume zu finanzieren.";
"Explore Ecosia" = "Entdecke Ecosia";
"FAQ" = "FAQ";
"Financial reports" = "Finanzberichte";
"Force Dark Mode" = "Dark Mode erzwingen";
"Get started" = "Jetzt loslegen";
"How Ecosia works" = "So funktioniert Ecosia";
"Invert website colors" = "Farben der Website umkehren";
"Keep up to date with the latest news from our projects and more" = "Bleibe auf dem Laufenden mit aktuellen Neuigkeiten von unseren Projekten";
"Moderate" = "Mittel";
"More" = "Mehr";
"My searches" = "Meine Suchen";
"New" = "Neu";
"Off" = "Aus";
"Private" = "Privat";
"Personalized results" = "Personalisierte Ergebnisse";
"Plant trees while you browse the web" = "Pflanze Bäume beim Surfen im Web";
"Privacy" = "Datenschutz";
"Relevant results based on past searches" = "Relevante Ergebnisse auf der Grundlage vorausgegangener Suchanfragen";
"Safe search" = "Sichere Suche";
"Search" = "Suchen";
"Search the web to plant trees..." = "Im Web suchen und Bäume pflanzen...";
"Search region" = "Suchgebiet";
"Send feedback" = "Feedback geben";
"Shop" = "Shop";
"Shown under the search field" = "Wird unter dem Suchfeld angezeigt";
"Start using these green companies to plant more trees and become more sustainable" = "Entscheide dich für noch mehr Nachhaltigkeit mit diesen Partnern und pflanze so noch mehr Bäume";
"Stories" = "Neuigkeiten";
"Strict" = "Streng";
"TREES" = "Bäume";
"TREES PLANTED WITH ECOSIA" = "Bäume mit Ecosia gepflanzt";
"Terms and conditions" = "Geschäftsbedingungen";
"Version %@" = "Version %@";
"We use the profit from your searches to plant trees where they are needed most" = "Wir nutzen die Einnahmen aus deinen Suchanfragen, um Bäume dort zu pflanzen, wo sie am meisten gebraucht werden";
"Websites will always open with Ecosia, planting even more trees" = "Websites werden automatisch mit Ecosia geöffnet, sodass wir noch mehr Bäume pflanzen können";
"You need around 45 searches to plant a tree. Keep going!" = "Du musst etwa 45 Mal mit Ecosia suchen, um einen Baum zu pflanzen. Bleib dran!";
"Help us improve our new app" = "Helfen Sie uns, unsere neue App zu verbessern";
"Let us know what you like, dislike, and want to see in the future." = "Lass uns wissen, was dir gefällt, nicht gefällt oder was du dir für die Zukunft wünschst.";
"Share your feedback" = "Teile dein Feedback mit uns";
"Sit tight, we are getting ready for you…" = "Einen Augenblick noch, wir bereiten alles für dich vor...";
"We hit a glitch" = "Es ist ein Fehler aufgetreten";
"We are momentarily unable to load all of your settings." = "Wir können aktuell nicht alle deine Einstellungen laden.";
"Continue" = "Weiter";
"Welcome to the new Ecosia app!" = "Willkommen zur neuen Ecosia App!";
"We've done some re-arranging to make it easier for you to browse the web and plant trees with Ecosia." = "Wir haben ein paar Umstrukturierungen vorgenommen, um euch das Surfen im Weg und das Bäumepflanzen mit Ecosia zu erleichtern";
"Take a look" = "Schau dir das an";
"Set Ecosia as default browser" = "Ecosia als Standardbrowser einrichten";
"Links from websites, emails or messages will automatically open in Ecosia." = "Links von anderen Websites, E-Mails und Nachrichten werden automatisch in Ecosia geöffnet.";
"Show Top Sites" = "Meistbesuchte Seiten anzeigen";
